Repository: TheSuperiorStanislav/practice-django-utilities_stats
Catalog: utilities/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Date
ru: Дата

source: Underpayment
ru: Недоплата на начало расчетного периода

source: Amount to pay
ru: Сумма к оплате за расчетный период

source: Payments last mouth
ru: Платежи за расчетный период

source: To pay
ru: Итого к оплате

source: Housing Stock
ru: Содержание жилого фонда

source: HWS: Thermal energy CP
ru: ГВС: ТЭ на о/и

source: HWS: Cold Water CP
ru: ГВС: Холодная вода на о/и

source: Cold Water CP
ru: Холодная вода на о/и

source: Sewage CP
ru: Водоотведение на о/и

source: Electricity CP
ru: Электричество на о/и

source: Special account for overhaul
ru: Спец. счет на кап. ремонт

source: Home Heating
ru: Отопление

source: HWS: Thermal Energy
ru: ГВС: ТЭ

source: HWS: Cold Water
ru: ГВС: Холодная вода

source: Cold Water
ru: Холодная вода

source: Sewage
ru: Водоотведение

source: Garbage service
ru: Обращение ТКО

source: Electricity
ru: Электричество

source: Intercom Maintenance
ru: Обслуживание домофона

source: Gate Maintenance
ru: Обслуживание шлагбаума

source: CCTV Maintenance
ru: Обслуживание видеонаблюдения

source: HWS: Cold Water Consumption
ru: ГВС: Холодная вода - потребление

source: Cold Water Consumption
ru: Холодная вода - потребление

source: Sewage Consumption
ru: Водоотведения - потребление

source: Electricity Consumption
ru: Электричество - потребление

source: amount_to_pay
ru: Сумма к оплате за расчетный период

source: HWS cold water consumption
ru: ГВС: Холодная вода - потребление

source: Cold water consumption
ru: Холодная вода - потребление

source: Sewage consumption
ru: Водоотведения - потребление

source: Electricity consumption
ru: Электричество - потребление

source: No data to work with.
ru: Нет данных для обработки

source: Servises
ru: Услуги

source: Norm
ru: Норматив

source: Utilites Check for
ru: Квитанция за

source: Edit
ru: Редатировать

source: Delete
ru: Удалить

source: Price
ru: Цена

source: Total
ru: Итого

source: Consumption
ru: Потребление

source: More Info
ru: Посмотреть полностью

source: Delete Entry
ru: Удалить запись

source: Are you sure you want to delete Entry for
ru: Вы уверены, что хотите удалить запись за

source: Edit Utilities
ru: Редактировать запись за

source: Save
ru: Сохранить

source: Utilities:
ru: Запись:

source: Add Utilities Entry
ru: Создать новую запись

source: About
ru: Эбоут

source: Hi Guest
ru: Привет, гость

source: Hi
ru: Привет,

source: View account
ru: Просмотр профиля

source: Add entry
ru: Добавить запись

source: View all data
ru: Просмотр всех данных

source: Log Out
ru: Выйти

source: Umm, well, this is a small project built on Django for collecting and showing utilities checks stats data. Probably useless, made it just to practice Django.
ru: Эмм, ну, это небольшой проект, сделан на Django для сбора и отображения данных статистики квитанци ЖКХ. Наверное, бесполезен, сделал это просто для того, чтобы практиковать Django.

source: Homepage
ru: На главную

source: Something bad happended.
ru: Что-то пошло не так.

source: You don't have rights to do that.
ru: У вас нет прав, чтобы сделать это.
